{
    "c2array": true,
    "size": [
        3,
        39,
        1
    ],
    "data": [
        [
            [
                "Питомец ударил по стене и нашли кусок металла."
            ],
            [
                "Питомец зацепил груду камней и они рассипались вокруг. "
            ],
            [
                "Питомец так увлёкся копанием, что забыл поесть. "
            ],
            [
                "Кажется, в глубине прохода кто-то есть... Но Питомец не может розглядеть. "
            ],
            [
                "Питомец нашел небольшой белый гриб среди камней. "
            ],
            [
                "Питомец слышит слабый звук, будто кто-то движется внизу. "
            ],
            [
                "Питомец находит крошечный подземный источник воды. "
            ],
            [
                "Кто-то оставил здесь старую сумку. Она почти пустая. "
            ],
            [
                "Питомец находит светящийся гриб и, завороженный, разглядывает его слишком долго. "
            ],
            [
                "Питомец случайно ударил по стене, и часть породы осыпалась."
            ],
            [
                "На камне видны странные глубокие царапины."
            ],
            [
                "Питомец нашел кусочек руды среди обломков."
            ],
            [
                "Запах в шахте становится неприятным, но Питомец должен продолжать копать."
            ],
            [
                "Питомец видит, как камень под ногами немного сверкает."
            ],
            [
                "Проход кажется заброшенным, паутина покрывает углы шахты."
            ],
            [
                "Питомец наталкивается на крохотный подземный источник воды."
            ],
            [
                "Питомец находит камень с таинственными узорами. Его свечение наполняет радостью, но заставляет задержаться дольше чем нужно."
            ],
            [
                "Каменные стены здесь выглядят крепкими, будто их укрепляли."
            ],
            [
                "Питомец находит съедобные коренья в расщелине. Они утоляют голод, но вкус у них просто отвратительный..."
            ],
            [
                "Питомец находит среди камней что-то похожее на орех. Скорлупа твёрдая, но внутри чувствуется питательная мякоть."
            ],
            [
                "Здесь так тихо, что даже собственное дыхание звучит глухо."
            ],
            [
                "Воздух здесь влажный, стены покрыты каплями воды."
            ],
            [
                "Питомец находит богатый на минералы пласт."
            ],
            [
                "Глубина требует больше усилий. Питомец увлекается копкой и совсем забывает про еду."
            ],
            [
                "Порода здесь тверже, чем выше. Работа идет медленнее."
            ],
            [
                "Питомец замечает странное свечение внутри стены."
            ],
            [
                "Здесь трудно дышать, кажется, воздух застоялся."
            ],
            [
                "Питомец чувствуете лёгкое дрожание почвы. Интересно, что это?"
            ],
            [
                "Питомец находит гладкий, тёплый камень, который будто излучает энергию. Он приятно согревает лапы и наполняет силами."
            ],
            [
                "Питомец раскапывает тайник с консервированными припасами. Еда выглядит неплохо, несмотря на возраст."
            ],
            [
                "Питомец оказывается в огромной пещере, где стены мерцают мистическим светом. Это зрелище захватывает дух и наполняет радостью."
            ],
            [
                "Из стены сочится вязкая тёмная жидкость. Опасно ли это?"
            ],
            [
                "Вы слышите звон, словно где-то глубоко в шахте кто-то ударил по металлу."
            ],
            [
                "Каждый шаг поднимает облачко серой пыли."
            ],
            [
                "Вы замечаете камень, который словно слегка мерцает в темноте."
            ],
            [
                "Здесь становится очень душно, будто воздух застоялся веками."
            ],
            [
                "Питомец находит огромное месторождение железа! Однако работа здесь утомительна и однообразна."
            ],
            [
                "Глубокие раскопки требуют огромных усилий. Питомец копает всё дальше, забывая о голоде, но силы на исходе."
            ],
            [
                "Питомец выходит к раскалённым камням. Вдали слышен гул лавы, а тепло приятно окутывает тело, расслабляя мышцы и восстанавливая силы."
            ]
        ],
        [
            [
                0
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                7
            ],
            [
                8
            ],
            [
                9
            ],
            [
                10
            ],
            [
                11
            ],
            [
                12
            ],
            [
                13
            ],
            [
                14
            ],
            [
                15
            ],
            [
                16
            ],
            [
                17
            ],
            [
                18
            ],
            [
                19
            ],
            [
                20
            ],
            [
                21
            ],
            [
                22
            ],
            [
                23
            ],
            [
                24
            ],
            [
                25
            ],
            [
                26
            ],
            [
                27
            ],
            [
                28
            ],
            [
                29
            ],
            [
                30
            ],
            [
                31
            ],
            [
                32
            ],
            [
                33
            ],
            [
                34
            ],
            [
                35
            ],
            [
                36
            ],
            [
                37
            ],
            [
                38
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}