{
    "c2array": true,
    "size": [
        2,
        20,
        1
    ],
    "data": [
        [
            [
                "Питомец нашел крошечную золотую крупицу среди породы! "
            ],
            [
                "В трещинах стены растут неизвестные ягоды. Они выглядят съедобными, но есть риск. "
            ],
            [
                "Питомец так увлёкся копанием, что забыл о еде. "
            ],
            [
                "Питомец копает всё глубже, и вдруг из небольшого прохода начинает дуть прохладный ветер. Он приносит свежий воздух. "
            ],
            [
                "Питомец нашёл большой металический гриб. Он выглядит аппетитно, но вдруг он ядовит? "
            ],
            [
                "Питомец находит корень, оплетённый серебристыми нитями. Можно съесть его или извлечь металл."
            ],
            [
                "Кто-то давно вырезал символ на камне. Дотронуться?"
            ],
            [
                "Камень светится тусклым зеленым светом. Опасно ли это?"
            ],
            [
                "Питомец находит часть старого туннеля, который давно завалило."
            ],
            [
                "Питомец находит небольшую лужицу чистой воды. Можно использовать её для умывания или попробовать немного напиться."
            ],
            [
                "Питомец раскапывает небольшую нишу в скале и находит внутри что-то ценное. Нужно выбрать, что забрать."
            ],
            [
                "Питомец замечает странный светящийся камень среди породы. Забрать или наслодиться моментом?"
            ],
            [
                "Питомец находит небольшой подземный ручей. Вода выглядит чистой, но путь к нему скользкий и опасный."
            ],
            [
                "На полу небольшая лужа, в которой что-то блестит."
            ],
            [
                "Питомец находит сразу два перспективных месторождения, но копать оба слишком утомительно."
            ],
            [
                "Питомец замечает тонкие жилы серебра, проблескивающие в скале. Можно добыть их или отдохнуть."
            ],
            [
                "Питомец находит озеро с кипящей водой. Рядом лежат странные минералы, а из пара доносится аромат, напоминающий еду."
            ],
            [
                "Питомец раскапывает залежи металла, но местность здесь нестабильная. Рискнуть?"
            ],
            [
                "Питомец находит огромный валун, за которым может быть что-то ценное."
            ],
            [
                "Питомец находит небольшую струю чистой воды, пробивающуюся сквозь камни. Можно освежиться или исследовать камни рядом."
            ]
        ],
        [
            [
                0
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                7
            ],
            [
                8
            ],
            [
                9
            ],
            [
                10
            ],
            [
                11
            ],
            [
                12
            ],
            [
                13
            ],
            [
                14
            ],
            [
                15
            ],
            [
                16
            ],
            [
                17
            ],
            [
                18
            ],
            [
                19
            ]
        ]
    ]
}